Repository: CreazyBoyxD/Imperium-Choszczno
Catalog: Properties/Resources.*.resx
Languages: pl_pl

# aboutMe
source: My account
pl_pl: Moje konto

# AddEditAlbum
source: Do you want add (YES) or edit (NO) selected album?
pl_pl: Chcesz dodać (TAK) czy edytować (NIE) wybrany album?

# AddEditAuthor
source: Do you want add (YES) or edit (NO) selected author?
pl_pl: Chcesz dodać (TAK) czy edytować (NIE) wybranego authora?

# AddEditSong
source: Do you want add (YES) or edit (NO) selected song?
pl_pl: Chcesz dodać (TAK) czy edytować (NIE) wybrany utwór?

# addOrEditAlbum
source: Add or edit selected album
pl_pl: Dodanie lub edycja albumu

# addOrEditAuthor
source: Add or edit selected author
pl_pl: Dodanie lub edycja autora

# addOrEditSong
source: Add or edit selected song
pl_pl: Dodanie lub edycja utworu

# albumAvailableSongs
source: List of available songs
pl_pl: Lista dostępnych utworów

# albumCover
source: Cover of album
pl_pl: Okładka albumu

# albumList
source: List of albums
pl_pl: Lista albumów

# albumListSong
source: List of album songs
pl_pl: Lista utworów albumu

source: Albums
pl_pl: Albumy

# appOptions
source: Options
pl_pl: Opcje

# authorCover
source: Cover of author
pl_pl: Okładka autora

# authorName
source: Name of author
pl_pl: Nazwa autora

# authorNotExistDB
source: Can't find a author with this ID
pl_pl: Brak autora o podanym ID/nazwie

source: Authors
pl_pl: Twórcy

# buyAlbum
source: Buy this album
pl_pl: Kup ten album

# buyAlbumTest
source: Buy this album (test)
pl_pl: Kup ten album (test)

# buySong
source: Buy this song
pl_pl: Kup ten utwór

# buySongTest
source: Buy this song (test)
pl_pl: Kup ten utwór (test)

source: Cancel this order
pl_pl: Anuluj to zamówienie

# changePass
source: Change password
pl_pl: Zmień hasło

source: Change theme
pl_pl: Zmień motyw

# choosenAlbumID
source: ID of selected album
pl_pl: ID wybranego albumu

# choosenAlbumSongsID
source: IDs of selected album songs
pl_pl: ID wybranych utworów

# choosenAuthorID
source: ID of selected author
pl_pl: ID wybranego autora

# choosenOrderID
source: ID of selected order
pl_pl: ID wybranego zamówienia

# choosenSongID
source: ID of selected song
pl_pl: ID wybranego utworu

# choosephoto
source: Select photo
pl_pl: Wybierz zdjęcie

# completeFields
source: Complete the fields!
pl_pl: Uzupełnij pola!

# completeLoginPass
source: Fill in your login data!
pl_pl: Uzupełnij dane logowania!

source: Cover of ordered product
pl_pl: Okładka zamówionego produktu

# coverOrderedProduct
source: Cover of ordered product
pl_pl: Okładka zamówionego produktu

# delete
source: Delete this
pl_pl: Usuń

source: Discount
pl_pl: Rabat

source: Exit app
pl_pl: Wyłącz program

# localizationApp
source: Localization
pl_pl: Lokalizacja

source: Logged in
pl_pl: Zalogowano

source: Logout
pl_pl: Wyloguj

source: My orders
pl_pl: Moje zamówienia

# nameImageAuthor
source: Name of selected author image
pl_pl: Nazwa pliku okładki autora

# nameImageSong
source: Name of selected song image
pl_pl: Nazwa okładki utworu

source: Name of album
pl_pl: Nazwa albumu

# nameOfImageAlbum
source: Name of selected album image
pl_pl: Nazwa pliku okładki albumu

source: Name of Studio
pl_pl: Nazwa studia

# notAllFieldsFillUp
source: Not all fields have been filled in!
pl_pl: Nie wszystkie pola zostały wypełnione!

# notCompPass
source: Passwords do not match!
pl_pl: Hasła nie są zgodne!

source: Not enough cash.
pl_pl: Brak wystarczającej gotówki.

# orderConfirm
source: Confirm order
pl_pl: Zatwierdź zamówienie

# orderCost
source: Cost of order
pl_pl: Koszt zamówienia

# orderProduct
source: Ordered product
pl_pl: Zamówiony produkt

source: Orders
pl_pl: Zamówienia

# orderUserAddress
source: User address
pl_pl: Dane adresowe użytkownika

# orderUserID
source: ID of user
pl_pl: ID Usera z zamówienia

# orderUserNameSurname
source: Name and Surname of User
pl_pl: Imię i nazwisko użytkownika

# pathImageAlbum
source: Path of selected album image
pl_pl: Ścieżka okładki albumu

# pathImageAuthor
source: Path of selected author image
pl_pl: Ścieżka okładki autora

# pathImageSong
source: Path of selected song image
pl_pl: Ścieżka okładki utworu

source: Price of album
pl_pl: Cena albumu

source: Price of song
pl_pl: Cena utworu

source: Product Key
pl_pl: Klucz produktu

source: Program settings
pl_pl: Ustawienia programu

# save
source: Save this
pl_pl: Zapisz

source: Select author
pl_pl: Wybierz autora

source: Selected ID
pl_pl: Wybrane ID

source: Sign in
pl_pl: Zaloguj

source: Sign Up
pl_pl: Zarejestruj się

# songCover
source: Cover of song
pl_pl: Okładka utworu

# songName
source: Name of song
pl_pl: Nazwa utworu

source: Songs
pl_pl: Utwory

source: Studio cover
pl_pl: Okładka studia

# sureAlbum
source: Are you sure that is a correct photo of album?
pl_pl: Czy jesteś pewien, że to poprawne zdjęcie okładki albumu?

# sureAuthor
source: Are you sure that is a correct photo of author?
pl_pl: Czy jesteś pewien, że to poprawne zdjęcie okładki autora?

# sureSong
source: Are you sure that is a correct photo of song?
pl_pl: Czy jesteś pewien, że to poprawne zdjęcie okładki utworu?

# terms
source: Terms and condition
pl_pl: Regulamin

source: User Address
pl_pl: Adres

source: User Cash
pl_pl: Gotówka

source: User City
pl_pl: Miasto

# userDoesntExist
source: The user does not exist!
pl_pl: Użytkownik nie istnieje!

source: User exists!
pl_pl: Użytkownik istnieje!

source: User Name
pl_pl: Imię

# userNameExists
source: The username exists!
pl_pl: Nazwa użytkownika istnieje!

# userRegistered
source: Registered
pl_pl: Zarejestrowano

source: Users
pl_pl: Użytkownicy

source: User Surname
pl_pl: Nazwisko

# UserUserName
source: Login (username) of user
pl_pl: Nazwa użytkownika

# writeaddress
source: Enter address
pl_pl: Wpisz adres

# writecity
source: Enter city
pl_pl: Wpisz miasto

# writelogin
source: Enter login
pl_pl: Wpisz login

# writename
source: Enter name
pl_pl: Podaj imię

# writepass
source: Enter password
pl_pl: Wpisz hasło

# writepassword
source: Enter password
pl_pl: Wpisz hasło

# writepasswordagain
source: Reenter password
pl_pl: Powtórz hasło

# writesurname
source: Enter surname
pl_pl: Podaj nazwisko

# writeusername
source: Enter user name
pl_pl: Podaj nazwę użytkownika

# wrongPass
source: Wrong password!
pl_pl: Złe hasło!

# youcantbuymoney
source: You can't buy the product - you don't have that much cash.
pl_pl: Nie możesz kupić tego produktu - nie posiadasz tyle gotówki.
